Repository: hxebolax/Add-on-packer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk, zh_cn

source: Utilidades para los complementos de NVDA
uk: Інструменти для додатків NVDA
zh_cn: NVDA 插件实用程序

source: Conjunto de utilidades para un manejo fácil de complementos para NVDA. * Empaquetador de complementos. * Instalador múltiple de complementos. * Desinstala complementos. * Habilita / deshabilita complementos. * Modificador de manifiestos, instalados y desde archivo no instalado. * Hacer / restaurar copias de seguridad de la configuración de NVDA. * Documentación de complementos. * Cerrar NVDA cuando se queda bloqueado. Todas las áreas de fácil manejo y para ahorrar tiempo respecto al gestor de complementos nativo de NVDA.
uk: Набір інструментів для легкого керування додатками NVDA. * Пакувальник додатків. * Мультивстановлювач, який дозволяє встановити кілька додатків одночасно. * Видалення додатків. * Увімкнення/вимкнення додатків. * Модифікатор маніфесту як встановлених додатків, так і файлів додатків. * Створення/відновлення резервних копій конфігурації NVDA. * Документація додатків. Закриття NVDA у разі її зависання. * Всі можливості зручні для користувача й заощаджують час, у порівнянні зі стандартним менеджером додатків NVDA.
zh_cn: 用于轻松管理 NVDA 插件的实用程序集。 * 插件包生成。 * 批量安装/卸载插件。 * 批量启用/禁用插件。 * 清单修改，包含已安装和未安装的插件。 * 制作/恢复 NVDA 配置的备份副本。 * 插件文档。 * NVDA 未响应时关闭。 与本地 NVDA 插件管理器相比，所有区域都易于使用并节省时间。

source: &Utilidades para los complementos de NVDA
uk: &Інструменти для додатків NVDA
zh_cn: NVDA 插件实用程序(&T)

source: Hay una acción pendiente de reiniciar NVDA. Por motivos de seguridad el complemento no podrá ser usado hasta que no reinicie. ¿Desea reiniciar NVDA ahora?
uk: Вам необхідно перезапустити NVDA. З метою безпеки додаток не можна використовувати до перезапуску NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 有一个等待重启 NVDA 的操作。 出于安全原因，在您重启 NVDA 之前，该插件将无法使用。 您要现在重启 NVDA 吗？

source: Pregunta
uk: Попередження
zh_cn: 询问

source: Muestra la ventana de Utilidades para los complementos de NVDA
uk: Показує вікно інструментів для додатків NVDA
zh_cn: 显示 NVDA 插件实用程序窗口

source: Ya hay una instancia de Utilidades para los complementos de NVDA abierta.
uk: Одну копію Інструментів для додатків NVDA вже запущено.
zh_cn: 已有一个打开的 NVDA 插件实用程序实例。

source: Información
uk: Інформація
zh_cn: 信息

source: Cerrar NVDA cuando se queda bloqueado
uk: Закрити NVDA у разі зависання
zh_cn: NVDA 未响应时关闭

source: Empaquetador de complementos
uk: Пакувальник додатків
zh_cn: 插件包生成

source: &Lista de complementos:
uk: &Список додатків:
zh_cn: 插件(&L)

source: &Selección
uk: &Вибрати
zh_cn: 选择(&S)

source: &Generar
uk: &Згенерувати
zh_cn: 生成(&G)

source: Instalador múltiple
uk: Мультивстановлення
zh_cn: 批量安装

source: &Seleccione un directorio con complementos a instalar...
uk: &Оберіть папку з файлами встановлення додатків...
zh_cn: 选择插件所在文件夹(&S)...

source: &Instalar
uk: &Встановити
zh_cn: 安装(&I)

source: Desinstala complementos
uk: Видалення додатків
zh_cn: 批量卸载

source: &Desinstalar
uk: &Видалити
zh_cn: 卸载(&D)

source: Habilita / deshabilita complementos
uk: Увімкнення / вимкнення додатків
zh_cn: 启用/禁用

source: &Lista de complementos habilitados:
uk: &Список увімкнених додатків:
zh_cn: 已启用的插件(&L)

source: &Lista de complementos deshabilitados:
uk: &Список вимкнених додатків:
zh_cn: 已禁用的插件(&L)

source: &Procesar
uk: &Розпочати
zh_cn: 应用(&P)

source: Modificador de manifiestos
uk: Редагування маніфестів
zh_cn: 清单修改

source: &Lista de complementos instalados:
uk: &Список встановлених додатків:
zh_cn: 已安装的插件(&L)

source: Seleccione versión Mayor:
uk: Оберіть основну підтримувану версію:
zh_cn: 选择主要版本(&M)

source: Seleccione versión Menor:
uk: Оберіть другорядну підтримувану версію:
zh_cn: 选择次要版本(&N)

source: Seleccione una revisión:
uk: Оберіть редакцію:
zh_cn: 选择修订版本(&R)

source: Hacer / restaurar copias de seguridad
uk: Резервні копії та відновлення
zh_cn: 备份恢复

source: &Hacer copias de seguridad:
uk: &Створення резервної копії:
zh_cn: 要备份的内容(&H)

source: &Crear copia de seguridad
uk: &Створити резервну копію
zh_cn: 创建备份(&C)

source: &Restaurar copia de seguridad
uk: &Відновлення з резервної копії
zh_cn: 恢复备份(&R)

source: Documentación de complementos
uk: Документація додатків
zh_cn: 插件文档

source: &Abrir documentación del complemento
uk: &Відкрити документацію додатка
zh_cn: 打开插件文档(&A)

source: &Estado:
uk: &Статус:
zh_cn: 状态(&E)

source: &Aceptar
uk: &Гаразд
zh_cn: 确定(&O)

source: &Cancelar
uk: &Скасувати
zh_cn: 取消(&C)

source: Cerrar
uk: Закрити
zh_cn: 关闭(&C)

source: Directorio Diccionarios
uk: Папка словників
zh_cn: 字典文件夹

source: Directorio Perfiles
uk: Папка профілів
zh_cn: 配置文件夹

source: Directorio Scratchpad
uk: Папка Scratchpad
zh_cn: 开发者实验文件夹

source: Fichero configuración disparadores de perfiles
uk: Файл конфігурації автоперемикання профілів
zh_cn: 配置触发文件

source: Fichero de configuración gestos de entrada
uk: Файл конфігурації жестів вводу
zh_cn: 按键与手势配置

source: Fichero de configuración de NVDA
uk: Файл конфігурації NVDA
zh_cn: NVDA 设置

source: &Seleccionar todo
uk: &Вибрати всі
zh_cn: 全选(&S)

source: &Deseleccionar todo
uk: &Зняти всі позначки
zh_cn: 取消全选(&D)

source: Tiene que seleccionar un complemento para continuar.
uk: Для продовження необхідно вибрати додаток.
zh_cn: 您必须选择一个插件才能继续。

source: Error
uk: Помилка
zh_cn: 错误

source: Seleccione un directorio:
uk: Оберіть папку:
zh_cn: 选择一个文件夹

source: No se encontraron complementos en el directorio que selecciono.
uk: В обраній папці не знайдено жодного додатка.
zh_cn: 在选择的文件夹中未找到插件。

source: Necesita elegir al menos un complemento para continuar.
uk: Для продовження необхідно обрати щонайменше один додаток.
zh_cn: 需要至少选择一个插件才能继续。

source: Complementos &habilitados
uk: Увімкнення &додатків
zh_cn: 已启用的插件(&H)

source: Complementos &deshabilitados
uk: Вимкнення &додатків
zh_cn: 已禁用的插件(&D)

source: Procesar &instalados
uk: Розпочати &встановлення
zh_cn: 处理并安装(&I)

source: Procesar un archivo de &complemento
uk: Опрацювати файл &додатка
zh_cn: 处理插件文件(&P)

source: Necesita elegir al menos un elemento de copia de seguridad de la lista para continuar.
uk: Для продовження потрібно обрати мінімум один об’єкт для резервного копіювання зі списку.
zh_cn: 需至少选择一个备份项目才能继续。

source: Archivo de copia de seguridad de NVDA (*.nvda-backup)|*.nvda-backup
uk: Файл резервної копії NVDA (*.nvda-backup)|*.nvda-backup
zh_cn: NVDA 备份文件 (*.nvda-backup)|*.nvda-backup

source: Guardar la copia de seguridad en...
uk: Зберегти резервну копію в...
zh_cn: 将备份保存到

source: Seleccione un archivo de copia de seguridad de NVDA
uk: Оберіть файл резервної копії NVDA
zh_cn: 选择一个 NVDA 备份文件

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
uk: Додаток для NVDA (*.nvda-addon)|*.nvda-addon
zh_cn: NVDA 插件包 (*.nvda-addon)|*.nvda-addon

source: Seleccione un complemento de NVDA
uk: Оберіть додаток для NVDA
zh_cn: 选择一个 NVDA 插件

source: Restaurar copia de seguridad de NVDA
uk: Відновлення NVDA з резервної копії
zh_cn: 恢复 NVDA 备份

source: &Contenido de la copia de seguridad:
uk: &Вміст резервної копії:
zh_cn: 要恢复的内容(&C)

source: &Restaurar
uk: &Відновлення
zh_cn: 恢复(&R)

source: &Cerrar
uk: &Закрити
zh_cn: 关闭(&C)

source: Creando el complemento: {} {}
uk: Створити додаток: {} {}
zh_cn: 生成插件：{} {}

source: Se generaron correctamente todos los complementos. Pulse aceptar para continuar.
uk: Усі додатки було успішно згенеровано. Для продовження натисніть «Гаразд».
zh_cn: 所有插件均已成功生成。 单击确定继续。

source: Se produjo un error inesperado. Error: {} Vuelva a intentarlo.
uk: Виникла непередбачувана помилка. Помилка: {} Будь ласка, спробуйте ще раз.
zh_cn: 发生意外错误。 错误： {} 请再试一次。

source: Instalando el complemento: {}
uk: Встановлення додатка: {}
zh_cn: 安装插件：{}

source: Se completo la instalación correctamente. NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
uk: Встановлення успішно завершено. Для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 安装已成功完成。 需重启 NVDA 才能应用安装。 您要现在重启 NVDA 吗？

source: No se pudo instalar el complemento. Fallo de compatibilidad. Busque un complemento compatible.
uk: Не вдалося встановити додаток. Порушення сумісності. Пошукайте сумісний додаток.
zh_cn: 插件无法安装。 与此版本的NVDA 不兼容。 请查找兼容的插件。

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
uk: Встановлення було завершено правильно. Однак є додатки, які встановити не вдалося. Нижченаведені додатки несумісні, будь ласка, знайдіть сумісні версії: {} Для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 安装成功完成。 部分插件无法安装。 以下插件与此版本的 NVDA 不兼容，请查找兼容的插件： {} NVDA 需要重启才能应用更改。 您现在要重启 NVDA 吗？

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se instalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Виникла непередбачувана помилка. Помилка: {} Однак додатки було встановлено, і для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 发生意外错误。 错误： {} 部分插件已安装，NVDA 需要重启才能应用更改。 您现在要重启 NVDA 吗？

source: Desinstalando el complemento: {}
uk: Видалити додаток: {}
zh_cn: 卸载插件：{}

source: Se completo la desinstalación correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Видалення успішно завершено. Для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 卸载成功完成。 NVDA 需要重启才能应用更改。 您现在要重启 NVDA 吗？

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se desinstalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Виникла непередбачувана помилка. Помилка: {} Однак деякі додатки було видалено, і для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 发生意外错误。 错误： {} 部分插件已卸载，NVDA 需要重启才能应用更改。 您现在要重启 NVDA 吗？

source: Buscando complementos en {}...
uk: Шукаю додатки в {}...
zh_cn: 在 {} 文件夹中搜索插件...

source: No hay complementos compatibles en el directorio.
uk: У папці немає сумісних додатків.
zh_cn: 文件夹中没有兼容的插件。

source: Se completo con éxito la extracción de información de los complementos. No obstante, el directorio que introdujo contiene complementos no compatibles. * Complementos con fallo en el manifiesto: {}. {} * Complementos no compatibles con la api actual: {}. {} Pulse aceptar para continuar.
uk: Видобування інформації про додатки успішно завершено. Однак каталог, який ви обрали, містить несумісні додатки. * Додатки з некоректним маніфестом: {}. {} Додатки, несумісні з поточним API: {}. {} Для продовження натисніть «Гаразд».
zh_cn: 插件信息提取成功完成。 此文件夹中包含不受支持的插件。 读取插件清单失败：{}。 {} 当前 API 不支持的插件：{}。 {} 按确定继续。

source: Se completo con éxito la extracción de información de los complementos. Pulse aceptar para continuar.
uk: Видобування інформації про додатки успішно завершено. Для продовження натисніть «Гаразд».
zh_cn: 插件信息提取成功完成。 按确定继续。

source: Deshabilitando complementos...
uk: Вимкнення додатків...
zh_cn: 禁用插件...

source: Habilitando complementos...
uk: Увімкнення додатків...
zh_cn: 启用插件...

source: Se completo el proceso de habilitar y deshabilitar correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Процес увімкнення чи вимкнення успішно завершено. Для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 启用或禁用操作已成功完成。 NVDA 需要重启才能应用更改。 您现在要重启 NVDA 吗？

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se habilitaron o deshabilitaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Виникла непередбачувана помилка. Помилка: {} Однак додатки було увімкнено або вимкнено, і для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 发生意外错误。 错误： {} 部分插件已被启用或禁用，NVDA 需要重启才能应用这些更改。 您现在要重启 NVDA 吗？

source: Cambiando el manifiesto al complemento: {}
uk: Змінити manifest у додатку: {}
zh_cn: 更改插件清单：{}

source: Se cambiaron los manifiestos correctamente. Para que la acción tenga efecto NVDA tiene que reiniciarse. ¿Desea reiniciar NVDA ahora?
uk: Маніфести було змінено правильно. Щоб зміни набули чинності, необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 更改清单成功。 要使操作生效，NVDA 必须重新启动。 您现在要重启 NVDA 吗？

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se les cambio el manifiesto y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
uk: Виникла непередбачувана помилка. Помилка: {} Однак є додатки зі зміненими маніфестами, і для застосування змін необхідно перезапустити NVDA. Бажаєте перезапустити NVDA зараз?
zh_cn: 发生意外错误。 错误： {} 部分插件的清单已更改，需要重新启动 NVDA 才能应用这些更改。 您现在要重启 NVDA 吗？

source: Trabajando en el complemento: {}
uk: Працюю над додатком: {}
zh_cn: 处理插件：{}

source: Se cambio correctamente el manifiesto. Se genero un complemento con el manifiesto cambiado en: {} Pulse aceptar para continuar.
uk: Маніфест успішно змінено. Зі зміненим маніфестом було створено додаток: {} Для продовження натисніть «Гаразд».
zh_cn: 清单已成功更改。 生成了一个插件： {} 按确定继续。

source: Añadiendo el directorio de diccionarios...
uk: Додавання папки словників...
zh_cn: 添加字典文件夹...

source: No se pudo agregar el directorio de diccionarios a la copia de seguridad.
uk: Не вдалося додати в резервну копію папку словників.
zh_cn: 无法将字典文件夹添加到备份。

source: Añadiendo el directorio de Perfiles...
uk: Додавання папки профілів...
zh_cn: 添加配置文件夹...

source: No se pudo agregar el directorio de Perfiles a la copia de seguridad.
uk: Не вдалося додати в резервну копію папку профілів.
zh_cn: 无法将配置文件夹添加到备份中。

source: Añadiendo el directorio de Scratchpad...
uk: Додавання папки Scratchpad...
zh_cn: 添加便签本文件夹...

source: No se pudo agregar el directorio de Scratchpad a la copia de seguridad.
uk: Не вдалося додати в резервну копію папку Scratchpad.
zh_cn: 无法将便签本文件夹添加到备份中。

source: Añadiendo el Fichero configuración disparadores de perfiles...
uk: Додавання файлу конфігурації автоперемикання профілів...
zh_cn: 添加配置触发文件...

source: No se pudo agregar el Fichero configuración disparadores de perfiles a la copia de seguridad.
uk: Не вдалося додати в резервну копію файл конфігурації автоперемикання профілів.
zh_cn: 无法将配置触发文件添加到备份。

source: Añadiendo el Fichero de configuración gestos de entrada...
uk: Додавання файлу конфігурації жестів вводу...
zh_cn: 添加按键与手势配置...

source: No se pudo agregar el Fichero de configuración gestos de entrada a la copia de seguridad.
uk: Не вдалося додати в резервну копію файл конфігурації жестів вводу.
zh_cn: 无法将按键与手势配置添加到备份。

source: Añadiendo el Fichero de configuración de NVDA...
uk: Додавання файлу конфігурації NVDA...
zh_cn: 添加 NVDA 设置...

source: No se pudo agregar el Fichero de configuración de NVDA a la copia de seguridad.
uk: Не вдалося додати в резервну копію файл конфігурації NVDA.
zh_cn: 无法将 NVDA 设置添加到备份。

source: Se creo la copia de seguridad correctamente en: {} Pulse aceptar para continuar.
uk: Резервну копію успішно створено в: {} Для продовження натисніть «Гаразд».
zh_cn: 备份已成功创建于： {} 按确定继续。

source: Se produjo el siguiente error: {} No se pudo crear la copia de seguridad.
uk: Виникла така помилка: {} Неможливо створити резервну копію.
zh_cn: 发生以下错误： {} 无法创建备份。

source: Se produjeron los siguientes errores: {} No se pudo crear la copia de seguridad.
uk: Виникли такі помилки: {} Резервну копію створити неможливо.
zh_cn: 发生以下错误： {} 无法创建备份。

source: Restaurando el directorio de diccionarios...
uk: Відновлення папки словників...
zh_cn: 正在恢复字典文件夹...

source: No se pudo restaurar el directorio de diccionarios.
uk: Не вдалося відновити папку словників.
zh_cn: 无法恢复字典文件夹。

source: Restaurando el directorio de Perfiles...
uk: Відновлення папки профілів...
zh_cn: 正在恢复配置文件夹...

source: No se pudo restaurar el directorio de Perfiles.
uk: Не вдалося відновити папку профілів.
zh_cn: 无法恢复配置文件夹。

source: Restaurando el directorio de Scratchpad...
uk: Відновлення папки Scratchpad...
zh_cn: 正在恢复便签本文件夹...

source: No se pudo restaurar el directorio de Scratchpad.
uk: Не вдалося відновити папку Scratchpad.
zh_cn: 无法恢复便签本文件夹。

source: Restaurando el Fichero configuración disparadores de perfiles...
uk: Відновлення файлу конфігурації автоперемикання профілів...
zh_cn: 正在恢复配置触发文件...

source: No se pudo restaurar el Fichero configuración disparadores de perfiles.
uk: Не вдалося відновити файл конфігурації автоперемикання профілів.
zh_cn: 无法恢复配置触发文件。

source: Restaurando el Fichero configuración gestos de entrada...
uk: Відновлення файлу конфігурації жестів вводу...
zh_cn: 正在恢复按键与手势配置...

source: No se pudo restaurar el Fichero configuración de gestos de entrada.
uk: Не вдалося відновити файл конфігурації жестів вводу.
zh_cn: 无法恢复按键与手势配置。

source: No se pudo restaurar el Fichero configuración gestos de entrada.
uk: Не вдалося відновити файл конфігурації жестів вводу.
zh_cn: 无法恢复按键与手势配置。

source: Restaurando el Fichero configuración de NVDA...
uk: Відновлення файлу конфігурації NVDA...
zh_cn: 正在恢复 NVDA 设置...

source: No se pudo restaurar el Fichero configuración de NVDA.
uk: Не вдалося відновити файл конфігурації NVDA.
zh_cn: 无法恢复 NVDA 设置。

source: La restauración fue un éxito. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse aceptar o cerrar para reiniciar.
uk: Відновлення пройшло успішно. Відновлення конфігурації NVDA потребує перезапуску програми. Для перезапуску натисніть кнопку «Гаразд» або «Закрити».
zh_cn: 恢复成功。 需重新启动 NVDA。 按确定或关闭以重启。

source: Se produjo el siguiente error: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
uk: Виникла така помилка: {} Не вдалося повністю відновити з резервної копії. Але є об’єкти, які можна відновити. Відновлення конфігурації NVDA потребує перезапуску програми. Для перезапуску натисніть «Скасувати» або «Закрити».
zh_cn: 发生以下错误： {} 无法恢复全部备份。 部分内容已恢复。 需重启 NVDA。 按取消或关闭以重启。

source: Se produjo el siguiente error: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
uk: Виникла така помилка: {} Відновлення з резервної копії неможливе. Для продовження натисніть «Скасувати» або «Закрити».
zh_cn: 发生以下错误： {} 无法还原备份。 按取消或关闭以继续。

source: Se produjeron los siguientes errores: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
uk: Виникли такі помилки: {} Не вдалося повністю відновити з резервної копії. Але є об’єкти, які можна відновити. Відновлення конфігурації NVDA потребує перезапуску програми. Для перезапуску натисніть «Скасувати» або «Закрити».
zh_cn: 发生以下错误： {} 无法恢复全部备份。 部分内容已恢复。 需重启 NVDA。 按取消或关闭以重启。

source: Se produjeron los siguientes errores: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
uk: Виникли такі помилки: {} Відновлення з резервної копії неможливе. Для продовження натисніть «Скасувати» або «Закрити».
zh_cn: 发生以下错误： {} 无法恢复备份。 单击取消或关闭以继续。
